{
  "debilidades": [
    {
      "descripcion": "No aparece en directorios clave como G2, Capterra, TrustRadius o eLearningIndustry en categorías como e-learning o authoring tools.",
      "prioridad": "alta"
    },
    {
      "descripcion": "Falta de posicionamiento claro en la categoría SCORM-compliant o LTI (Learning Tools Interoperability), lo cual limita su visibilidad frente a plataformas como Articulate, iSpring o Captivate.",
      "prioridad": "alta"
    },
    {
      "descripcion": "En el sitemap no se detectan páginas orientadas a keywords como 'SCORM', 'xAPI', 'LTI', 'interactive training' o 'authoring tools', lo que sugiere una débil orientación SEO técnica para búsquedas educativas especializadas.",
      "prioridad": "media"
    },
    {
      "descripcion": "Aunque hay comparativas con Nearpod, Kahoot y Articulate, estas están poco desarrolladas y no se detectan páginas con análisis SEO fuerte como 'genially vs captivate' o 'genially vs ispring'.",
      "prioridad": "media"
    },
    {
      "descripcion": "Genially se percibe más como una herramienta de presentaciones que como una plataforma formal de eLearning o LMS-integrated content authoring.",
      "prioridad": "alta"
    }
  ],
  "estrategias_y_oportunidades": [
    {
      "accion": "Optimizar contenido existente con términos como 'SCORM', 'xAPI', 'LTI integration', 'interactive training', 'gamification in learning' y crear nuevas páginas dirigidas a estas búsquedas.",
      "coste": "bajo",
      "prioridad": "alta"
    },
    {
      "accion": "Crear comparativas más completas tipo 'Genially vs Captivate', 'Genially vs iSpring' o 'Genially vs H5P' con tablas, casos de uso, funcionalidades y ventajas competitivas.",
      "coste": "medio",
      "prioridad": "alta"
    },
    {
      "accion": "Generar contenido SEO enfocado en búsquedas como 'best authoring tools', 'create SCORM-compliant courses', 'interactive learning tools' y posicionar Genially dentro de esas listas.",
      "coste": "bajo",
      "prioridad": "alta"
    },
    {
      "accion": "Solicitar inclusión activa de Genially en portales de software como G2, Capterra y TrustRadius con categorización adecuada (Authoring Tools, eLearning, SCORM, Gamification).",
      "coste": "medio",
      "prioridad": "alta"
    },
    {
      "accion": "Crear casos de uso específicos con palabras clave orientadas a 'corporate training', 'microlearning', 'employee onboarding', y ligarlo a plantillas o soluciones listas para usar.",
      "coste": "medio",
      "prioridad": "media"
    },
    {
      "accion": "Desarrollar un micrositio técnico (tipo 'developers.genially.com') para explicar integraciones LTI, compatibilidad con LMS y aspectos técnicos para profesionales.",
      "coste": "alto",
      "prioridad": "media"
    }
  ]
}
