{
  "debilidades": [
    {
      "descripcion": "Genially no está presente en listados comparativos clave como los mencionados (Coursera, Moodle, Teachable, etc.), lo que limita su visibilidad en búsquedas del tipo 'best tools for interactive courses'.",
      "prioridad": "alta"
    },
    {
      "descripcion": "No se trabaja contenido en profundidad enfocado en keywords de intención comparativa como 'Genially vs Articulate' o 'best authoring tools for eLearning', a diferencia de competidores que sí lo hacen.",
      "prioridad": "alta"
    },
    {
      "descripcion": "El contenido de Genially no cubre de forma estratégica los pain points resueltos por otras plataformas como SCORM, integración con LMS, certificados, quizzes o responsividad.",
      "prioridad": "alta"
    },
    {
      "descripcion": "Ausencia en marketplaces y directorios verticales como Capterra, G2, eLearningIndustry, lo que debilita la presencia SEO en búsquedas B2B.",
      "prioridad": "alta"
    }
  ],
  "estrategias_y_oportunidades": [
    {
      "accion": "Crear páginas comparativas como 'Genially vs Articulate', 'Genially vs Canva', y 'Top 10 interactive course builders' optimizadas para intención de búsqueda transaccional.",
      "coste": "medio",
      "prioridad": "alta"
    },
    {
      "accion": "Optimizar contenido existente con términos como 'SCORM', 'LTI', 'interactive training', 'gamification in learning', 'eLearning authoring tools'.",
      "coste": "bajo",
      "prioridad": "alta"
    },
    {
      "accion": "Crear un clúster de contenido enfocado en formación y educación online: LMS, plataformas de cursos, experiencia interactiva, aprendizaje activo, etc.",
      "coste": "medio",
      "prioridad": "media"
    },
    {
      "accion": "Dar de alta a Genially en directorios clave como G2, Capterra, TrustRadius, Software Advice y eLearning Industry para ganar backlinks y visibilidad SEO.",
      "coste": "bajo",
      "prioridad": "alta"
    },
    {
      "accion": "Generar comparativas técnicas con tablas y funcionalidades entre Genially y los líderes del sector identificados en el JSON (Moodle, Teachable, Thinkific, Articulate 360, etc.).",
      "coste": "medio",
      "prioridad": "alta"
    }
  ]
}
