{
  "debilidades": [
    {
      "descripcion": "Genially aparece en comparativas junto a herramientas como Articulate 360, Adobe Captivate, H5P o iSpring Suite, pero casi siempre se le percibe como menos robusta para la creación de cursos SCORM o con funcionalidades LTI, lo que la aleja del mercado corporativo y LMS enterprise.",
      "prioridad": "alta"
    },
    {
      "descripcion": "Los competidores directos (Canva, Nearpod, Kahoot!, Quizizz, Padlet) están muy bien posicionados en búsquedas de 'gamification', 'interactive learning apps' y 'no-code tools for education', mientras que Genially apenas aparece en los listados en puestos secundarios.",
      "prioridad": "alta"
    },
    {
      "descripcion": "No capitaliza suficiente en búsquedas de alto valor B2B como 'interactive training materials', 'authoring tool for eLearning', 'SCORM compliant courses' donde dominan Articulate, Adobe, iSpring y Elucidat.",
      "prioridad": "alta"
    },
    {
      "descripcion": "Aunque es reconocida en entornos educativos, Genially no logra diferenciar su propuesta en keywords de negocio como 'employee training', 'corporate learning tools' o 'LMS integrations'.",
      "prioridad": "media"
    },
    {
      "descripcion": "Exceso de presencia en categorías genéricas como 'visual communication tools' (donde compite con Canva, Prezi, Piktochart) lo que diluye su posicionamiento como solución e-learning avanzada.",
      "prioridad": "media"
    }
  ],
  "estrategias_y_oportunidades": [
    {
      "accion": "Optimizar y crear contenido SEO en torno a keywords técnicas de e-learning: 'SCORM courses', 'xAPI authoring', 'LTI integration', 'interactive corporate training'.",
      "coste": "bajo",
      "prioridad": "alta"
    },
    {
      "accion": "Aprovechar la categoría 'no-code tools for education' y reforzar el mensaje de accesibilidad y facilidad de uso frente a herramientas complejas como Captivate o Storyline.",
      "coste": "medio",
      "prioridad": "alta"
    },
    {
      "accion": "Publicar comparativas específicas contra competidores clave (Canva, H5P, Nearpod, Kahoot, iSpring, Articulate) con landings de tipo 'Genially vs X'.",
      "coste": "medio",
      "prioridad": "alta"
    },
    {
      "accion": "Fortalecer contenido de blog y recursos en torno a 'interactive learning apps', 'gamification in education', 'remote teaching tools', donde Genially ya aparece pero no lidera.",
      "coste": "bajo",
      "prioridad": "media"
    },
    {
      "accion": "Generar estudios de caso y páginas de aterrizaje específicas para 'corporate training' y 'employee engagement', con SEO orientado al sector B2B.",
      "coste": "medio",
      "prioridad": "alta"
    },
    {
      "accion": "Trabajar presencia en directorios de software clave (G2, Capterra, TrustRadius, eLearningIndustry) con descripciones optimizadas para keywords de authoring tool y e-learning.",
      "coste": "bajo",
      "prioridad": "alta"
    },
    {
      "accion": "Explorar contenido de long-tail para capturar tráfico educativo: 'digital storytelling tools for teachers', 'interactive whiteboards alternatives', 'visual communication in learning'.",
      "coste": "bajo",
      "prioridad": "media"
    }
  ]
}
